Repository: kat-tax/exo
Catalog: locales/*.po
Languages: ar, es, ja

source: {0} components
ar: {0} مكونات
es: {0} componentes
ja: {0}個のコンポーネント

source: Appearance
ar: المظهر
es: Apariencia
ja: 外観

source: Are you sure you want to change the owner key? This will reset the local database. This action cannot be undone.
ar: هل أنت متأكد من تغيير مفتاح المالك؟ سيؤدي هذا إلى إعادة تعيين قاعدة البيانات المحلية. لا يمكن التراجع عن هذا الإجراء.
es: ¿Estás seguro de cambiar la clave propietaria? Esto reiniciará la base de datos local. Esta acción no se puede deshacer.
ja: オーナーキーを変更しますか？ローカルデータベースがリセットされます。この操作は元に戻せません。

source: Are you sure you want to reset your local database? If data is not backed up on another device, it will be lost. This action cannot be undone.
ar: هل أنت متأكد من إعادة تعيين قاعدة البيانات المحلية؟ إذا لم يتم نسخ البيانات احتياطياً على جهاز آخر، فستفقد. لا يمكن التراجع عن هذا الإجراء.
es: ¿Estás seguro de reiniciar tu base de datos local? Si los datos no están respaldados en otro dispositivo, se perderán. Esta acción no se puede deshacer.
ja: ローカルデータベースをリセットしますか？他のデバイスにバックアップがない場合、データは失われます。この操作は元に戻せません。

source: Cancel
ar: إلغاء
es: Cancelar
ja: キャンセル

source: Color
ar: اللون
ja: 色

source: Configure dashboard link
ar: تكوين رابط لوحة التحكم
es: Configurar enlace del panel
ja: ダッシュボードリンクを設定

source: Dark
ar: داكن
es: Oscuro
ja: ダーク

source: Dashboard
ar: لوحة التحكم
es: Panel
ja: ダッシュボード

source: Delete
ar: حذف
es: Eliminar
ja: 削除

source: Design
ar: تصميم
es: Diseño
ja: デザイン

source: Development
ar: تطوير
es: Desarrollo
ja: 開発

source: Display
ar: العرض
es: Pantalla
ja: 表示

source: Display Name
ar: اسم العرض
es: Nombre
ja: 表示名

source: Enter mnemonic
ar: أدخل العبارة المساعدة
es: Ingresa mnemónico
ja: ニーモニックを入力

source: Enter name
ar: أدخل الاسم
es: Ingresa nombre
ja: 名前を入力

source: Error
ar: خطأ
ja: エラー

source: Failed to create new link.
ar: فشل في إنشاء رابط جديد.
es: Error al crear nuevo enlace.
ja: 新しいリンクの作成に失敗しました。

source: Failed to delete link.
ar: فشل في حذف الرابط.
es: Error al eliminar enlace.
ja: リンクの削除に失敗しました。

source: Failed to update link.
ar: فشل في تحديث الرابط.
es: Error al actualizar enlace.
ja: リンクの更新に失敗しました。

source: General
ar: عام
ja: 一般

source: Good afternoon, {name}.
ar: مساء الخير، {name}.
es: Buenas tardes, {name}.
ja: こんにちは、{name}さん。

source: Good evening, {name}.
ar: مساء الخير، {name}.
es: Buenas noches, {name}.
ja: こんばんは、{name}さん。

source: Good morning, {name}.
ar: صباح الخير، {name}.
es: Buenos días, {name}.
ja: おはようございます、{name}さん。

source: Good night, {name}.
ar: تصبح على خير، {name}.
es: Buenas noches, {name}.
ja: おやすみなさい、{name}さん。

source: Human
ar: بشري
es: Humano
ja: 人間

source: Icon
ar: أيقونة
es: Icono
ja: アイコン

source: Invalid color field.
ar: حقل اللون غير صالح.
es: Campo de color inválido.
ja: 無効な色です。

source: Invalid icon field.
ar: حقل الأيقونة غير صالح.
es: Campo de icono inválido.
ja: 無効なアイコンです。

source: Invalid link ID.
ar: معرف الرابط غير صالح.
es: ID de enlace inválido.
ja: 無効なリンクIDです。

source: Invalid name (max 25 characters).
ar: اسم غير صالح (أقصى 25 حرف).
es: Nombre inválido (máximo 25 caracteres).
ja: 無効な名前（最大25文字）。

source: Invalid name field.
ar: حقل الاسم غير صالح.
es: Campo de nombre inválido.
ja: 無効な名前です。

source: Invalid owner key.
ar: مفتاح المالك غير صالح.
es: Clave propietaria inválida.
ja: 無効なオーナーキーです。

source: Invalid URL field.
ar: حقل الرابط غير صالح.
es: Campo de URL inválido.
ja: 無効なURLです。

source: Language
ar: اللغة
es: Idioma
ja: 言語

source: Light
ar: فاتح
es: Claro
ja: ライト

source: Manage your settings
ar: إدارة الإعدادات
es: Gestiona tu configuración
ja: 設定を管理

source: Name
ar: الاسم
es: Nombre
ja: 名前

source: Owner Key
ar: مفتاح المالك
es: Clave Propietaria
ja: オーナーキー

source: Profile
ar: الملف الشخصي
es: Perfil
ja: プロフィール

source: Select the language for the app.
ar: اختر لغة التطبيق.
es: Selecciona el idioma de la app.
ja: アプリの言語を選択してください。

source: Select the theme for the app.
ar: اختر نسق التطبيق.
es: Selecciona el tema de la app.
ja: アプリのテーマを選択してください。

source: Settings
ar: الإعدادات
es: Configuración
ja: 設定

source: System
ar: النظام
es: Sistema
ja: システム

source: The color of the link icon.
ar: لون أيقونة الرابط.
es: El color del icono del enlace.
ja: リンクアイコンの色。

source: The display name of the link.
ar: اسم عرض الرابط.
es: El nombre del enlace a mostrar.
ja: リンクの表示名。

source: The icon to display for the link.
ar: الأيقونة المعروضة للرابط.
es: El icono a mostrar para el enlace.
ja: リンクに表示するアイコン。

source: The mnemonic phrase for your database.
ar: العبارة المساعدة لقاعدة البيانات.
es: La frase mnemónica para tu base de datos.
ja: データベースのニーモニックフレーズ。

source: The web page to link to.
ar: صفحة الويب للربط بها.
es: La página web a enlazar.
ja: リンク先のWebページ。

source: Theme
ar: النسق
es: Tema
ja: テーマ

source: Untitled
ar: بدون عنوان
ja: タイトルなし

source: URL
ar: الرابط

source: Welcome back, {name}.
ar: أهلاً بعودتك، {name}.
es: Bienvenido, {name}.
ja: おかえりなさい、{name}さん。

source: Your name to display in the app.
ar: اسمك للعرض في التطبيق.
es: Tu nombre para mostrar en la app.
ja: アプリに表示される名前。

source: New
es: Nuevo
